# num1 = 5
# num2 = 7
# num3 = num1+2*num1
# num1 = num3 - num1
# print(num1, num2, num3)
# 
# num1 = input("Введите число: ")
# print(num1 + 3)
# 
# 
# 
# 
#
# num1 = 3
# num2 = 5
# num3 = 2*num1 + 3 * num2
# print(num1, num2, num3)
# print(1)
# print(2)
# print(3)
# print(4)
# print(5)
# print(6)
# print(7)
# print(8)
# print(9)
# print("Привет!")
# input("Как тебя зовут? ")
# print("Очень приятно! Я Питонотрон 3000")
# input("У тебя есть несколько минут?")
# print("Я быстро. Слушай, мне нужно немного деньжат")
# input("Всего ничего.")
# print("Дашь 5000?")
# input("Короче говоря, я уже всё равно твою карту взломал и перевёл!")
# print("Спасибо, дружище!!!")
# num1 = int(input('Введите число: '))
# num2 = int(input('Введите второе число: '))
# num3 = int(input('Введите третье число: '))
# num45 = int(input('Введите четвёртое число: '))
# print((num1 + num2 + num3 + num4) / 4)
# 
# x = int(input("Введите x: "))
# y = int(input("Введите y: "))
# print("Результат:", x + y)
# x = int(input("Введите число: "))
# y = 2*x/3 + 6
# z = y**2/5 + 2*y
# result = 2*x + 3*y + z/2
# print("Результат вычислений:", result)
# print("Привет!")
# print("Эта программа сравнивает число с нулём и пишет,")
# print("Отрицательное это число (то есть, меньше нуля) или нет")
# num = input("Введите число: ")
# if num <= "0":
#     print("Отрицательное число")
#     
# if num >= "0":
#     print("Неотрицательное число")
# print("Здравствуйте.")
# name = input("Какое у вас имя?> ")
# secondName = input("Здравствуйте, какое у вас отчество?> ")
# city = input("Здравствуйте, из какого вы города?> ")
# print("Здравствуй, о" + " " + name + " " + secondName + " " + "из города" + " " +  city)
# Программа должна получить год начала, год получения, увеличить
# на 1 и вывести:
# Обучался <правильный год начала>-<правильный год окончания> годы
# например:
# ВВОДИМ:
# 2003
# 2007
# ПОЛУЧАЕМ:
# Обучался 2004-2008 годы
# 
# Пожалуйста, минимально изменяйте программу при исправлении, чтобы
# не расстраивать Вову.
# year1 = int(input("Введите год начала обучения: ")) + 1
# year2 = int(input("Введите год окончания обучения: ")) + 1
# print("Обучался" + str(year1) + "-" + str(year2) + "годы")
lojki = float(input("Введите количество ложек: "))
litryVody = lojki * 0.5
print("Нужно добавить" , litryVody , "литров воды")