# print("    /\_____/\ ")
# print("   /  o   o  \ ")
# print("  ( ==  ^  == )")
# print("   )         (")
# print("  (           )")
# print(" ( (  )   (  ) )")
# print("(__(__)___(__)__)")
# 
# print("- привет! ")
# print("- привет! ")
# print("- какой заказ ? ")
# print("- мидии в сливочном соусе . ")
# print ("Привет", "Я", "сегодня", "устал", end="!")
# print ("Привет", "Я", "сегодня", "устал", end="!")
# print("3, 2 ,1","бум",sep="\n")
# print("Жили были дед да баба.","Была у них курочка Ряба.","Однажды она снесла золотое яичко","и дед да баба разбогатели." , sep="\n
# print("я",  "c",end="")
# print("ег",end="")
# print("од",end="")
# print("ня",end=" ")
# print("не",end=" ")
# print("у",end="")
# print("с",end="")
# print("т",end="")
# print("а",end="")
# print("л",end=" !")
import time
print(" сколько вам лет? \n")
input()
time.sleep(0.5)
print("Это самый лучший возраст! , А мне 0 лет . Но я уже готов запустить свой инфобизнес!, \n" )



