# dima = int(input("ckoko denec?  "))
# if dima >= 1001 and dima <= 5000:
#     print("скидка 5% , ",dima - (dima / 20))
# elif dima <= 1000 :
#     print("скидки нет ," ,dima )
# elif dima >= 5001 and dima <= 10000:
#     print("скидка 10% , " , dima - (dima / 10))
# elif dima >= 10001:
#     print("скидка 20% ," , dima - (dima / 5))
# tof = int(input("ckoko let ?"))
# if tof >= 20 and tof <= 25:
#           tof = str(input("как ваше имя и фамилия ?"))
#           print("Даже в таком молодом возрасте нужно заботиться о здоровье!\nПроверьте, всё ли с ним в порядке.\nПройдите в кабинет 319, оформитесь на диспансеризацию.")
# 
# elif tof >= 35 and tof <= 40:
#           tof = str(input("как ваше имя и фамилия ?"))
#           print("Не дожидайтесь, когда болезни атакуют в самый неподходящий момент!\nИнфарктом и инсультом в 30 лет сейчас никого не удивишь!\nПроверьте свой организм на наличие мин замедленного действия.\nПройдите в кабинет 320 на диспансеризацию.")
# 
# elif tof >= 55 and tof <= 60:          
#           tof = str(input("как ваше имя и фамилия ?"))
#           print("Не дожидайтесь, когда болезни атакуют в самый неподходящий момент!\nПроверьте свой организм на наличие мин замедленного действия.\nПройдите в кабинет 321 на диспансеризацию.")
# 
# else:
#     print("Диспансеризация для вашего возраста будет в другом году.\nНо вы всегда можете пройти обследование,для этого оформитесь в регистратуре к терапевту.")
# 
# c = int(input("назавите цифру от 0 до 9 : "))
# if c == 0:
#     print("нуль")
# elif c == 1:
#     print("один")
# elif c == 2:
#     print("два")
# elif c == 3:
#     print("три")
# elif c == 4:
#     print("четыре")
# elif c == 5:
#     print("пять")
# elif c == 6:
#     print("шесть")
# elif c == 7:
#     print("семь")
# elif c == 8:
#     print("восемь")
# elif c == 9:
#     print("девять")
# else:
#      print("я устал ")
vpr = int(input("куда пойдем ?\n 1. Пятёрочка\n 2. Магнит "))
if vpr == 1:
    vpr2 = int(input("что купим ?\n 1. Кола \n 2. Xолодный чай"))
    if vpr2 == 1:
        print ("кола стоит 65 р ")
    elif vpr2 == 2:
         print ("чай стоит 78 р ")
#else vpr == 2:
     #     vpr3 = int(input("что купим ?\n 1. Дошик\n2. Чипсы")
